/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@, %2$d %3$@, δεδομένα = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<ΜΗΔΕΝΙΚΟ>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Συμβιβασμός AA";

/* Label of field in authority info access extension */
"Access Location" = "Τοποθεσία πρόσβασης";

/* Label of field in authority info access extension */
"Access Method" = "Μέθοδος πρόσβασης";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Η ένταξη άλλαξε";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Αλγόριθμος";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Σειριακός αριθμός πιστοποιητικού αρχής";

/* Authority info access extension label */
"Authority Information Access" = "Πρόσβαση πληροφοριών αρχής";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Αναγνωριστικό κλειδιού αρχής";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Βασικοί περιορισμοί";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Συμβολοσειρά bit";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Συμβολοσειρά byte";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Συμβιβασμός CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Υπογραφή πιστοποιητικού";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Αρχή πιστοποιητικού";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Συγκράτηση πιστοποιητικού";

/* Certificate Policies extension label */
"Certificate Policies" = "Πολιτικές πιστοποιητικού";

/* No comment provided by engineer. */
"Certificate Type" = "Τύπος πιστοποιητικού";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Διακοπή λειτουργίας";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Κρίσιμος";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Σημεία διανομής CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Εκδότης CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Υπογραφή CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Δεδομένα";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Κρυπτοθέτηση δεδομένων";

/* X.509 key usage bitfield name */
"Decipher Only" = "Αποκρυπτοθέτηση μόνο";

/* X.509 key usage bitfield name */
"Digital Signature" = "Ψηφιακή υπογραφή";

/* label for general name field value */
"Directory Name" = "Όνομα καταλόγου";

/* label for general name field value */
"DNS Name" = "Όνομα DNS";

/* label for general name field value */
"EDI Party Name" = "Όνομα μέρους EDI";

/* label for general name field value */
"Email Address" = "Διεύθυνση email";

/* X.509 key usage bitfield name */
"Encipher Only" = "Κρυπτοθέτηση μόνο";

/* No comment provided by engineer. */
"Expired" = "Έληξε";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Λήγει";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Σαφές κείμενο";

/* Extended key usage extension label */
"Extended Key Usage" = "Εκτεταμένη χρήση κλειδιού";

/* Label used for General Name entry when value is invalid */
"General Name" = "Γενικό όνομα";

/* Label used for General Names when value is invalid */
"General Names" = "Γενικά ονόματα";

/* No comment provided by engineer. */
"Hostname mismatch." = "Αναντιστοιχία ονόματος host.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Απεικόνιση πολιτικής αναστολής";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Μη έγκυρο %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Μη έγκυρη σύνδεση αλυσίδας πιστοποιητικού.";

/* label for general name field value */
"IP Address" = "Διεύθυνση IP";

/* No comment provided by engineer. */
"Issued By" = "Έκδοση από";

/* No comment provided by engineer. */
"Issuer Name" = "Όνομα εκδότη";

/* No comment provided by engineer. */
"Issuer Summary" = "Σύνοψη εκδότη";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Μοναδικό αναγνωριστικό εκδότη";

/* X.509 key usage bitfield name */
"Key Agreement" = "Συμφωνητικό κλειδιού";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Συμβιβασμός κλειδιού";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Κρυπτοθέτηση κλειδιού";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Αναγν. κλειδιού";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Όνομα σχετικό με εκδότη CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Όχι";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Μη άρνηση αναγνώρισης";

/* field value of parameters field when no parameters are present */
"none" = "κανένα";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "δεν εμφανίζεται (ετικέτα = %1$@, μήκος %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Μη έγκυρο μετά από";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Μη έγκυρο πριν από";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Αριθμοί ειδοποίησης";

/* Netscape certificate type usage value */
"Object Signing" = "Υπογραφή αντικειμένου";

/* Netscape certificate type usage value */
"Object Signing CA" = "Υπογραφή αντικειμένου CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid πολύ μεγάλο";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Ένα ή περισσότερα πιστοποιητικά έχουν λήξει ή δεν είναι έγκυρα ακόμη.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Βρέθηκε μία ή περισσότερες μη υποστηριζόμενες κρίσιμες επεκτάσεις.";

/* Label of field in Certificate Policies extension */
"Organization" = "Οργανισμός";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Άλλο όνομα";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Παράμετροι";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Περιορισμός μήκους διαδρομής";

/* Policy constraints extension label */
"Policy Constraints" = "Περιορισμοί πολιτικής";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Αναγν. πολιτικής #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Προσδιοριστής πολιτικής #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Δεν ικανοποιούνται οι απαιτήσεις πολιτικής.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Περίοδος χρήσης ιδιωτικού κλειδιού";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Το δικαίωμα αποσύρθηκε";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Αλγόριθμος δημόσιου κλειδιού";

/* No comment provided by engineer. */
"Public Key Data" = "Δεδ. δημόσιου κλειδιού";

/* Label of field in extended key usage extension */
"Purpose" = "Σκοπός";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Προσδιοριστής";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Αιτίες";

/* label for general name field value */
"Registered ID" = "Καταχωρημένο αναγνωριστικό";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Απαίτηση σαφούς πολιτικής";

/* Netscape certificate type usage value */
"Reserved" = "Με κράτηση";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Το πιστοποιητικό ρίζας δεν είναι αξιόπιστο.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Ακολουθία";

/* No comment provided by engineer. */
"Serial Number" = "Αριθμός σειράς";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Ρύθμιση";

/* No comment provided by engineer. */
"Signature" = "Υπογραφή";

/* No comment provided by engineer. */
"Signature Algorithm" = "Αλγόριθμος υπογραφής";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "Πελάτης SSL";

/* Netscape certificate type usage value */
"SSL server" = "Διακομιστής SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Αναγνωριστικό κλειδιού θέματος";

/* No comment provided by engineer. */
"Subject Name" = "Όνομα θέματος";

/* No comment provided by engineer. */
"Subject Unique ID" = "Μοναδικό αναγνωριστικό θέματος";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Αντικατεστημένο";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Αυτό το πιστοποιητικό έχει εκδότη που έχει λήξει";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Αυτό το πιστοποιητικό έχει εκδότη που δεν είναι ακόμη έγκυρο";

/* No comment provided by engineer. */
"This certificate has expired" = "Το πιστοποιητικό αυτό έχει λήξει";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Το πιστοποιητικό αυτό δεν είναι ακόμη έγκυρο";

/* The certificate is temporally valid */
"This certificate is valid" = "Το πιστοποιητικό αυτό είναι έγκυρο";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Δεν έχει αναλυθεί %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Δεν έχει χρησιμοποιηθεί";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Χρήση";

/* No comment provided by engineer. */
"Valid from" = "Έγκυρο από";

/* No comment provided by engineer. */
"Version" = "Έκδοση";

/* label for general name field value */
"X.400 Address" = "Διεύθυνση X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Όνομα X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "%2$sπιστοποιητικό έκδοσης X.509 %1$d";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ναι";

